testCases/heatTransfer/testHTbase/system/VOFSetFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      VOFSetFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

alphaName alphaGas;

shape    circle;
inverse  no;
center   (0 0.06 0);
radius   0.01;
plane    xy;
Ugas     (0 10 0);
Usolid   (0 0 0);

// ************************************************************************* //
